Repository: hrool20/iOSMovieApp
Catalog: iOSMovieApp/Main/Internationalization/*.lproj/Localizable.strings
Languages: es_419

source: There was a problem, please try later
es_419: Hubo un problema. Por favor, inténtelo más tarde

source: Email field is not valid
es_419: Correo no es válido

source: Movies
es_419: Películas

source: Movie detail
es_419: Detalle de película

source: Password
es_419: Contraseña

source: Password field is not valid
es_419: Contraseña no es válida

source: Sign in
es_419: Iniciar sesión

source: Do you want to sign out?
es_419: ¿Desea cerrar sesión?

source: Some fields empty
es_419: Existen campos vacíos

source: Yes
es_419: Sí
